/* Missed call */
"calling.missedcall" = "Zmeškaný hovor";

/* When user disallows some of required permissions */
"calling.permissions" = "Prosím, povoľte všetky povolenia pre správne fungovanie aplikácie";

/* Outgoing call starter from system notification */
"calling.startOutgoing" = "Vykonať hovor";

/* If it is not possible to get caller number, show this default value */
"calling.unknown" = "Neznáme";

/* When website visitor is calling */
"calling.visitor" = "Návštevník";

/* Label in navigation bar */
"common.back" = "Naspäť";

/* Label showing while list is empty */
"common.emptyList" = "Prázdny zoznam";

/* Error message on login screen if we cannot parse response from server */
"common.errMsgCannotParseResponse" = "Chyba pri spracovaní odpovede zo servera";

/* Simple error title */
"common.error" = "Chyba";

/* Label showing while list of search result is empty */
"common.noResultsFor" = "Žiadne výsledky pre '%s'";

/* Ok */
"common.ok" = "Ok";

/* Item in menu */
"contactMenu.about" = "O aplikácii";

/* Item in menu */
"contactMenu.logout" = "Odhlásiť";

/* Error message on login screen if some of fields are empty */
"login.errMsgEmptyField" = "Vyplňte, prosím, povinné polia";

/* Invalid email or password */
"login.invalidCredentials" = "Neplatný e-mail alebo heslo";

/* Invalid verification code of two-factor authentication */
"login.invalidVerificationCode" = "Nesprávny overovací kód";

/* Login declined because of too many attempts */
"login.tooManyLogins" = "Prihlásenie bolo odmietnuté. Počkajte niekoľko minút pred opakovaním.";

/* Available on calls */
"status.available" = "Dostupný";

/* Unavailable on calls */
"status.unavailable" = "Nedostupný";

/* Verification code request message */
"twofactor.message" = "Zadajte 6-ciferné číslo z aplikácie Google Authenticator.";

/* Verification code request title */
"twofactor.title" = "Overovací Kód";

/* Error message on login screen if typed URL is not valid */
"urlChecker.errMsgUrlInvalid" = "Neplatná adresa URL";
